[
   {"storyID":0,"period":0,"companyName":"LegacyCo","title":"The Challenge","content":"Disruption has engulfed the New Economy. Emerging digital business models are undermining whole industries.Seeking survival, businesses everywhere are taxing current operations to support risky new offerings. OldCo is no exception Once entrepreneurial, OldCo is now a low P/E player in a mature communications equipment sector. Seeking growth, it has spun off NewCo to exploit the rising market for Virtual Reality.A storm is brewing, competition will be fierce…"},
   {"storyID":1,"period":1,"companyName":"LegacyCo","title":"","content":"Turmoil has swept through OldCo.  Its beloved CEO has been killed in a plane crash, leaving a leadership void. The distressed workforce is fearful for their jobs and highly resentful of their ‘parasitic’ sibling. Top talent are considering leaving. Suppliers are nervous. Intellectual Property theft and increased regulation in protectionist markets are emerging threats.Initial funding negotiations with NewCo are coming up bringing immediate fears of the loss of key talent.A former AT&T Telecoms executive, you have been parachuted in from outside over the heads of the ‘natural successors’…"},
   {"storyID":2,"period":2,"companyName":"LegacyCo","title":"","content":"The loss of key talent has shocked OldCo. The upcoming resource demands by NewCo will be very substantial. It is crucial to get a handle on OldCo’s own cash needs.Rumors of possible disruption in OldCo’s interlinked B2B and B2C markets are intensifying. Yet all the usual suspects deny any interest. You fear OldCo, weakened by NewCo’s demands would be destroyed by a determined attack. Protecting and maximizing cash flow is critical; a review of projects, efficiency actions and driving sales are vital…"},
   {"storyID":3,"period":3,"companyName":"LegacyCo","title":"","content":"Leadership is being tested. NewCo’s demands for growth funding will be significant and with flimsy support. New markets are almost impossible to predict.  Do you make an asymmetric bet; risking killing OldCo on the hope of NewCo’s success? The drumbeat of rumour of a new entrant is deafening; sales are weakening as customers hold off purchases.  Executive Committee meetings are fractious as personalities come out under stress. Meanwhile, there are complaints Legal is a bottleneck in the development process. Legal proposes a Compliance Officer to speed up approvals …?"},
   {"storyID":4,"period":4,"companyName":"LegacyCo","title":"","content":"Disruption strikes. A new competitor with a rabid following in the B2C market has launched a new offering. It has brilliant aesthetics and a completely new logic converting a pedestrian product into a ‘smart’ offering. The market will explode but can you compete? The Executive Committee is paralysed.  The culture cannot react. The share price has tanked. Collapsing consumer demand for OldCo’s offering drags down the B2B offering too. The Board is furious. It blames management for its failure to anticipate this disaster. Heads must roll…"},
   {"storyID":5,"period":5,"companyName":"LegacyCo","title":"","content":"Financial reality takes hold as your customers fail to return. What do you do with the old offerings and current projects? Close down, hold on? Inevitable downsizing sends stress rocketing. You need to implement a cultural and strategic transformation urgently. Luckily, product development pursued the personal VR project with an outside visionary leaving you with initial but restricted legitimacy in that market. Additionally, the management team that drove NewCo is available. They are transferred back to OldCo. Should NewCo return funding to OldCo?You are now faced with driving up the secular growth curve for personal virtual reality. NewCo is a source of insight, confer …"},
   {"storyID":6,"period":6,"companyName":"LegacyCo","title":"","content":"Restructuring has traumatized the organization. The change of strategic direction has been resisted or misunderstood. Building commitment is critical. Customer needs are changing. They now demand a ‘whole product’ with ease of installation. Market partners are required to complement the offering and expand its distribution. Meanwhile, you must scale the new personal VR business urgently. Demand is surging leaving production, marketing, sales and support services inadequate. Failing competitors may consider shifting resources back to OldCo…"},
   {"storyID":7,"period":7,"companyName":"LegacyCo","title":"","content":"OldCo is at risk of ignoring half the market. The next tranche of customers is boring! They are not interested in extra functionality. They prefer an easy-to-use offering. The marketing mix must change radically. To dominate the total market you must win these customers. Win these and you can attract the final customers for no real effort. This is the last chance to land a considerable body of unexciting but profitable customers…"},
   {"storyID":8,"period":8,"companyName":"LegacyCo","title":"Epilogue","content":"Five years have gone by. OldCo and NewCo have consolidated into a single business with two complementary and technically intertwined offerings. ConsolidatedCo is again a moderate P/E player in a stable market with a foot in both the B2B and B2C sectors. The transformational drama of five years ago is now legend. The heroes of the story have all left. They sought the excitement of change in other fields. ConsolidatedCo settled into exploiting cyclical growth in the two VR markets. Disruption continues in the now Digital Economy. Rumors of new entrants into ConsolidatedCo’s markets are intensifying. Yet all the usual suspects deny any interest. Huge advances have been made with safe, ‘natural’ drugs that can trick the mind into perceiving alternate realities without the need for any equipment. There are also rumors of predators looking at ConsolidatedCo as a potential cash cow…"},

   {"storyID":0,"period":0,"companyName":"NewCo","title":"","content":""},
   {"storyID":1,"period":1,"companyName":"NewCo","title":"","content":"NewCo is struggling to be born. Speed is everything. NewCo has 4 periods to command the emergent virtual reality equipment market.Success hangs on rapid co-development with business visionaries. Business visionaries provide breakthrough market legitimacy to different market niches. Business visionaries demand: established trust based usually on prior relationships, expert technology recommendations, and a commitment to dedicated development time.You must hire top talent in marketing and product development, and urgently negotiate funds and people from OldCo…"},
   {"storyID":2,"period":2,"companyName":"NewCo","title":"","content":"It is a make or break time for NewCo. Business visionaries are entering the market randomly looking for development partners. Fast response is required. They are only available to be approached for a short time. Competitors may win because of stronger trust and offering more development time. Also, your preferred visionary may come up late; do you bid on another just in case or risk not getting any relationships? What does that do to your market entry strategy? Choose well…"},
   {"storyID":3,"period":3,"companyName":"NewCo","title":"","content":"A febrile excitement engulfs NewCo. The ‘ask’ from OldCo is being created. Everyone knows that it is based on unprovable assumptions. That market growth and size is highly unpredictable. That crossing the chasm and climbing the secular growth curve is extremely difficult. OldCo will be appalled and highly resistant. Everything depends on this one effort; there will be no more funding. Savvy negotiation is everything…"},
   {"storyID":4,"period":4,"companyName":"NewCo","title":"","content":"You are at the start of the secular growth curve. Your work with the business visionary seems to be a wasted. Early customers insist their problems are different. But it does give you some credibility and initial access to sell. You need a market entry strategy. Do you attack one niche or many? You discover you need tech partners to support your offering. You find yourself project managing each sale. This requires headcount.  Selecting the right tactics is crucial…"},
   {"storyID":5,"period":5,"companyName":"NewCo","title":"","content":"NewCo is distressed at potential cannibalism of their customers’ businesses by OldCo. You feel  it undercuts your market legitimacy.Top management has been changed.  NewCo is facing a tornado of demand. Scalability is the big issue. Earlier production outsourcing choices are now vitally important. Forecasting demand is difficult raising workforce costs and culture risks.What the customer values is changing. They demand a ‘whole product’ with ease of installation. Market partners are needed to complement the offering for multiple niches and expand its distribution.  A major strategic opportunity arises when a tech developer with superior functionality approaches you to sell itself. Failing competitors consider shifting resources back to OldCo…"},
   {"storyID":6,"period":6,"companyName":"NewCo","title":"","content":"A second chasm is opening. NewCo is at risk of ignoring half the market. The next tranche of customers is boring! They are not interested in customization. They prefer a standardized offering that is easy to install. The marketing mix must change radically. To dominate the total market you must win these customers. Win these and you can attract the final, most sceptical, customers for no real effort. This is the last chance to land a considerable body of unexciting but profitable customers. Failing competitors should consider shifting resources back to OldCo…"},
   {"storyID":7,"period":7,"companyName":"NewCo","title":"","content":"NewCo has reached the end of the secular growth curve. It has either succeeded or failed. Market consolidation is now a real possibility. There is now a final chance to get a toehold in this long term market – acquisition. Companies are available that have technology and market components of the evolving VR market. This is a chance to cobble together a new business. Good luck…!"},
   {"storyID":8,"period":8,"companyName":"NewCo","title":"Epilogue","content":"Five years have gone by. OldCo and NewCo have consolidated into a single business with two complementary and technically intertwined offerings. ConsolidatedCo is again a moderate P/E player in a stable market with a foot in both the B2B and B2C sectors. The transformational drama of five years ago is now legend. The heroes of the story have all left. They sought the excitement of change in other fields. ConsolidatedCo settled into exploiting cyclical growth in the two VR markets. Disruption continues in the now Digital Economy. Rumors of new entrants into ConsolidatedCo’s markets are intensifying. Yet all the usual suspects deny any interest. Huge advances have been made with safe, ‘natural’ drugs that can trick the mind into perceiving alternate realities without the need for any equipment. There are also rumors of predators looking at ConsolidatedCo as a potential cash cow…"}
]